Repository: chengsen/EmailX
Catalog: MyEmail/Resources/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: %lld failed actions
ru: %lld неудачных действий
zh_hans: %lld 个操作失败

source: (%lld messages)
ru: (%lld сообщений)
zh_hans: （%lld 封邮件）

source: (No subject)
ru: (Без темы)
zh_hans: （无主题）

source: 120 seconds
ru: 120 секунд
zh_hans: 120 秒

source: 15 seconds
ru: 15 секунд
zh_hans: 15 秒

source: 30 seconds
ru: 30 секунд
zh_hans: 30 秒

source: 60 seconds
ru: 60 секунд
zh_hans: 60 秒

source: About MyEmail
ru: О программе MyEmail
zh_hans: 关于 EmailX

source: Account
ru: Учётная запись
zh_hans: 账户

source: Account name
ru: Название аккаунта
zh_hans: 账户名称

source: Account type
ru: Тип учётной записи
zh_hans: 账户类型

source: Accounts
ru: Учётные записи
zh_hans: 账户

source: Accounts error
ru: Ошибка учётных записей
zh_hans: 账户错误

source: Add account
ru: Добавить учётную запись
zh_hans: 添加账户

source: Add an account in Settings (⌘,)
ru: Добавьте аккаунт в Настройках (⌘,)
zh_hans: 在设置中添加账户（⌘,）

source: Add to trusted senders
ru: Добавить в доверенные
zh_hans: 添加到受信任的发件人

source: Advanced
ru: Расширенные
zh_hans: 高级

source: Agent access (MCP)
ru: Доступ для агентов (MCP)
zh_hans: 智能体访问（MCP）

source: All
ru: Все
zh_hans: 全部

source: All Inbox folders
ru: Все папки Входящие
zh_hans: 所有收件箱

source: All Mail
ru: Вся почта
zh_hans: 所有邮件

source: All accounts
ru: Все аккаунты
zh_hans: 所有账户

source: All messages in "%@" will be permanently deleted. This cannot be undone.
ru: Все сообщения в «%@» будут удалены безвозвратно. Это действие нельзя отменить.
zh_hans: “%@”中的所有邮件将被永久删除。此操作无法撤销。

source: Allow manual runs
ru: Разрешить ручной запуск
zh_hans: 允许手动执行

source: Appearance
ru: Оформление
zh_hans: 外观

source: Apply to Inbox
ru: Применить к Входящим
zh_hans: 应用到收件箱

source: Apply to folders
ru: Применять к папкам
zh_hans: 应用到文件夹

source: Apply to incoming mail
ru: Применять к входящим
zh_hans: 应用到新收到的邮件

source: Archive
ru: Архивировать
zh_hans: 归档

# Archive folder
source: Archive
ru: Архив
zh_hans: 归档文件夹

source: Attach files
ru: Прикрепить файлы
zh_hans: 添加附件

source: Attachment-only message
ru: Письмо с вложениями
zh_hans: 仅包含附件的邮件

source: Auth
ru: Авторизация
zh_hans: 身份验证

source: Auto-detect
ru: Автоопределение
zh_hans: 自动检测

source: Auto-scroll to bottom
ru: Автопрокрутка вниз
zh_hans: 自动滚动到底部

source: Back
ru: Назад
zh_hans: 返回

source: Background download
ru: Фоновая загрузка
zh_hans: 后台下载

source: Bcc:
ru: Скрытая копия:
zh_hans: 密送：

source: Bcc: %@
ru: Скрытая копия: %@
zh_hans: 密送：%@

# Before and After: date range.
source: before:, after: date range (YYYY-MM-DD or relative like 7d, 2w, 3m, 1y).
ru: before:, after: диапазон дат (YYYY-MM-DD или относительно: 7d, 2w, 3m, 1y).
zh_hans: Before 和 After：日期范围。

source: Body
ru: Тело
zh_hans: 正文

source: body: match words in message body only.
ru: body: искать только в теле письма.
zh_hans: Body：仅匹配邮件正文中的词语。

source: Bold
ru: Полужирный
zh_hans: 粗体

source: Bring All to Front
ru: Все окна на передний план
zh_hans: 将所有窗口前置

source: Bulleted list
ru: Маркированный список
zh_hans: 项目符号列表

source: Cache
ru: Кеш
zh_hans: 缓存

source: Cancel
ru: Отмена
zh_hans: 取消

source: Category
ru: Категория
zh_hans: 分类

source: Cc:
ru: Копия:
zh_hans: 抄送：

source: Cc: %@
ru: Копия: %@
zh_hans: 抄送：%@

source: Choose an account type
ru: Выберите тип учётной записи
zh_hans: 选择账户类型

source: Choose files to attach
ru: Выберите файлы для прикрепления
zh_hans: 选择附件文件

source: Classic
ru: Классический
zh_hans: 经典

source: Clear attachment cache
ru: Очистить кеш вложений
zh_hans: 清除附件缓存

source: Clear log
ru: Очистить лог
zh_hans: 清除日志

source: Clear recent searches
ru: Очистить историю поиска
zh_hans: 清除最近搜索

source: Click to retry or discard failed actions
ru: Нажмите, чтобы повторить или отбросить неудачные действия
zh_hans: 点击以重试或丢弃失败的操作

source: Close
ru: Закрыть
zh_hans: 关闭

source: Close Window
ru: Закрыть окно
zh_hans: 关闭窗口

source: Compact (22pt)
ru: Компактный (22pt)
zh_hans: 紧凑（22 点）

source: Compose message
ru: Написать письмо
zh_hans: 撰写邮件

source: Connected
ru: Подключено
zh_hans: 已连接

source: Copied
ru: Скопировано
zh_hans: 已复制

source: Copy
ru: Копировать
zh_hans: 复制

source: Copy address
ru: Скопировать адрес
zh_hans: 复制地址

source: Copy log
ru: Копировать лог
zh_hans: 复制日志

source: Copy setup command
ru: Скопировать команду подключения
zh_hans: 复制配置命令

source: Create
ru: Создать
zh_hans: 创建

source: Customize Toolbar…
ru: Настроить панель инструментов…
zh_hans: 自定义工具栏…

source: Cut
ru: Вырезать
zh_hans: 剪切

source: Database size
ru: Размер базы данных
zh_hans: 数据库大小

source: Date
ru: Дата
zh_hans: 日期

source: Debug
ru: Отладка
zh_hans: 调试

source: Debug Log
ru: Отладочный лог
zh_hans: 调试日志

source: Delete
ru: Удалить
zh_hans: 删除

source: Delete %d messages permanently?
ru: Удалить %d писем безвозвратно?
zh_hans: 永久删除 %d 封邮件？

source: Delete this message permanently?
ru: Удалить это письмо безвозвратно?
zh_hans: 永久删除这封邮件？

source: Discard failed actions
ru: Отбросить неудачные действия
zh_hans: 丢弃失败的操作

source: Display Mail User Agent
ru: Показывать почтовый клиент отправителя
zh_hans: 显示邮件客户端信息

source: Display name
ru: Отображаемое имя
zh_hans: 显示名称

source: Don't Send
ru: Не отправлять
zh_hans: 不发送

source: Done
ru: Готово
zh_hans: 完成

source: Drafts
ru: Черновики
zh_hans: 草稿箱

source: Edit
ru: Правка
zh_hans: 编辑

source: Empty
ru: Очистить
zh_hans: 清空

source: Empty Junk
ru: Очистить Спам
zh_hans: 清空垃圾邮件

source: Empty Trash
ru: Очистить Корзину
zh_hans: 清空废纸篓

source: Encrypted message (PGP/GPG)
ru: Зашифрованное сообщение (PGP/GPG)
zh_hans: 加密邮件（PGP/GPG）

source: Enter folder name:
ru: Введите имя папки:
zh_hans: 输入文件夹名称：

source: Enter new name:
ru: Введите новое имя:
zh_hans: 输入新名称：

source: Examples
ru: Примеры
zh_hans: 示例

source: Failed to load message
ru: Не удалось загрузить письмо
zh_hans: 无法加载邮件

source: File
ru: Файл
zh_hans: 文件

source: Find…
ru: Найти…
zh_hans: 查找…

source: Flag
ru: Поставить флажок
zh_hans: 旗标

source: Flat
ru: Список
zh_hans: 平铺

source: Flat View
ru: Плоский список
zh_hans: 平铺视图

source: Folder
ru: Папка
zh_hans: 文件夹

source: Folder structure
ru: Структура папок
zh_hans: 文件夹结构

source: Font
ru: Шрифт
zh_hans: 字体

source: Font family
ru: Шрифт
zh_hans: 字体系列

source: Font size
ru: Размер шрифта
zh_hans: 字号

source: Found
ru: Найдено
zh_hans: 已找到

source: Found: %lld
ru: Найдено: %lld
zh_hans: 已找到：%lld

source: Foundation milestone — open Debug Log Panel (⌥⌘Y)
ru: M1 Foundation — откройте панель отладки (⌥⌘Y)
zh_hans: 基础功能阶段 — 打开调试日志面板（⌥⌘Y）

source: Freetext search — any word in subject, from, to, body or list id.
ru: Свободный поиск — любое слово в теме, отправителе, получателе, теле или идентификаторе списка.
zh_hans: 自由文本搜索：匹配主题、发件人、收件人、正文或邮件列表标识中的词语。

source: From
ru: От
zh_hans: 发件人

source: From:
ru: От:
zh_hans: 发件人：

source: From: %@
ru: От: %@
zh_hans: 发件人：%@

source: from: matches name or email. Multi-value.
ru: from: совпадение по имени или адресу. Можно указать несколько.
zh_hans: From：匹配姓名或邮箱地址，支持多个值。

source: General
ru: Общее
zh_hans: 通用

source: Get Mail
ru: Получить почту
zh_hans: 收取邮件

source: Get New Mail
ru: Получить почту
zh_hans: 收取新邮件

source: Global Search…
ru: Глобальный поиск…
zh_hans: 全局搜索…

# Has: attachment filter.
source: has: attachment filter — attachment or noattachment.
ru: has: фильтр по вложениям — attachment или noattachment.
zh_hans: Has：附件筛选。

source: Help
ru: Справка
zh_hans: 帮助

source: Hide Cc/Bcc
ru: Скрыть Копия/Скрытая копия
zh_hans: 隐藏抄送／密送

source: Hide Debug Log Panel
ru: Скрыть панель отладки
zh_hans: 隐藏调试日志面板

source: Hide MyEmail
ru: Скрыть MyEmail
zh_hans: 隐藏 EmailX

source: Hide Others
ru: Скрыть остальные
zh_hans: 隐藏其他应用

source: Host, port, username and password
ru: Хост, порт, логин и пароль
zh_hans: 服务器、端口、用户名和密码

source: IMAP (incoming)
ru: IMAP (входящие)
zh_hans: IMAP（收件）

source: IMAP connection timeout
ru: Таймаут IMAP-соединения
zh_hans: IMAP 连接超时

source: Icons
ru: Иконки
zh_hans: 图标

source: Identity
ru: Личные данные
zh_hans: 身份

source: in: restrict to folder by name.
ru: in: ограничить папкой по имени.
zh_hans: In：按名称限定文件夹。

source: Inbox
ru: Входящие
zh_hans: 收件箱

source: Insert
ru: Вставить
zh_hans: 插入

source: Insert link
ru: Вставить ссылку
zh_hans: 插入链接

# Is: flag filter.
source: is: filter flags — unread, read, flagged, unflagged.
ru: is: фильтр по флагам — unread, read, flagged, unflagged.
zh_hans: Is：旗标筛选。

source: Italic
ru: Курсив
zh_hans: 斜体

source: Junk
ru: Спам
zh_hans: 垃圾邮件

# Larger and Smaller: size filter with K, M, G suffix.
source: larger:, smaller: size filter (supports k, M, G suffix — 5M = 5 MiB).
ru: larger:, smaller: фильтр размера (k, M, G — 5M = 5 МиБ).
zh_hans: Larger 和 Smaller：大小筛选，支持 K、M、G 后缀。

source: Layout
ru: Расположение
zh_hans: 布局

source: Let agents work with this mailbox
ru: Разрешить агентам работать с этой почтой
zh_hans: 允许智能体操作此邮箱

source: Level
ru: Уровень
zh_hans: 级别

source: Level 1
ru: Уровень 1
zh_hans: 第 1 层

source: Level 2
ru: Уровень 2
zh_hans: 第 2 层

source: Level 3
ru: Уровень 3
zh_hans: 第 3 层

source: Link label
ru: Подпись ссылки
zh_hans: 链接文字

source: list: mailing-list identifier (List-ID).
ru: list: идентификатор рассылки (List-ID).
zh_hans: List：邮件列表标识（List-ID）。

source: Load remote content
ru: Загрузить изображения
zh_hans: 加载远程内容

source: Mark All Read
ru: Отметить все прочитанными
zh_hans: 全部标为已读

source: Mark Read/Unread
ru: Прочитано/Непрочитано
zh_hans: 标为已读／未读

source: Mark as Junk
ru: Пометить как спам
zh_hans: 标为垃圾邮件

source: Mark as Read
ru: Отметить как прочитанное
zh_hans: 标为已读

source: Mark as Spam
ru: Пометить спамом
zh_hans: 标为垃圾邮件

source: Mark as Unread
ru: Отметить как непрочитанное
zh_hans: 标为未读

source: Mark as flagged
ru: Отметить флагом
zh_hans: 设置旗标

source: Mark as junk
ru: Отметить спамом
zh_hans: 标为垃圾邮件

source: Mark as read
ru: Отметить прочитанным
zh_hans: 标为已读

source: Max messages to pre-download
ru: Максимум писем для предзагрузки
zh_hans: 预下载的最大邮件数量

source: Max size per message
ru: Максимальный размер письма
zh_hans: 每封邮件的最大大小

source: Message
ru: Сообщение
zh_hans: 邮件

source: Message Source
ru: Исходный код письма
zh_hans: 邮件源代码

source: Message body unavailable
ru: Содержимое письма недоступно
zh_hans: 邮件正文不可用

source: Minimize
ru: Свернуть
zh_hans: 最小化

source: Monospaced
ru: Моноширинный
zh_hans: 等宽

source: Move %d messages to Trash?
ru: Переместить %d писем в Корзину?
zh_hans: 将 %d 封邮件移到废纸篓？

source: Move to folder
ru: Переместить в папку

source: MyEmail Help
ru: Справка MyEmail
zh_hans: EmailX 帮助

source: MyEmail does not support PGP/GPG decryption. Use a compatible application to read this message.
ru: MyEmail не поддерживает расшифровку PGP/GPG. Используйте совместимое приложение для чтения этого сообщения.
zh_hans: EmailX 不支持 PGP/GPG 解密。请使用兼容的应用阅读此邮件。

source: Name
ru: Имя
zh_hans: 名称

source: Needs re-authentication
ru: Требуется повторная авторизация
zh_hans: 需要重新验证身份

source: New Rule
ru: Новое правило
zh_hans: 新建规则

source: New Subfolder
ru: Новая подпапка
zh_hans: 新建子文件夹

source: New Subfolder…
ru: Новая подпапка…
zh_hans: 新建子文件夹…

source: No account available
ru: Нет доступных аккаунтов
zh_hans: 没有可用账户

source: No content
ru: Нет содержимого
zh_hans: 没有内容

source: No recent searches
ru: Нет недавних поисковых запросов
zh_hans: 没有最近搜索

source: No results
ru: Ничего не найдено
zh_hans: 没有结果

source: No signature
ru: Без подписи
zh_hans: 无签名

source: None
ru: Нет
zh_hans: 无

source: Normal (26pt)
ru: Обычный (26pt)
zh_hans: 标准（26 点）

source: Numbered list
ru: Нумерованный список
zh_hans: 编号列表

source: Offline — %lld pending
ru: Нет сети — %lld в очереди
zh_hans: 离线 — %lld 个待处理操作

# On %@, %@ wrote:
source: On %1$@, %2$@ wrote:
ru: %1$@, %2$@ написал(а):
zh_hans: %@，%@ 写道：

source: Open
ru: Открыть
zh_hans: 打开

source: Open Message in New Window
ru: Открыть сообщение в новом окне
zh_hans: 在新窗口中打开邮件

source: Open Settings
ru: Открыть настройки
zh_hans: 打开设置

source: Open in New Window
ru: Открыть в новом окне
zh_hans: 在新窗口中打开

source: Operators
ru: Операторы
zh_hans: 运算符

source: Other IMAP Server
ru: Другой IMAP-сервер
zh_hans: 其他 IMAP 服务器

source: Password
ru: Пароль
zh_hans: 密码

source: Paste
ru: Вставить
zh_hans: 粘贴

source: Pattern (regex)
ru: Шаблон (regex)
zh_hans: 匹配模式（正则表达式）

source: Permanently delete all messages?
ru: Удалить все сообщения безвозвратно?
zh_hans: 永久删除所有邮件？

source: Personal, Work, …
ru: Личный, Рабочий, …
zh_hans: 个人、工作…

source: Plain text
ru: Простой текст
zh_hans: 纯文本

source: Port
ru: Порт
zh_hans: 端口

source: Pre-download message bodies
ru: Заранее загружать тела писем
zh_hans: 预下载邮件正文

source: Prepend a minus sign to exclude a word.
ru: Поставьте минус перед словом, чтобы исключить его.
zh_hans: 在词语前加减号以排除该词语。

source: Privacy
ru: Конфиденциальность
zh_hans: 隐私

source: Proportional
ru: Пропорциональный
zh_hans: 比例字体

source: Quick Look
ru: Быстрый просмотр
zh_hans: 快速查看

source: Quit MyEmail
ru: Завершить MyEmail
zh_hans: 退出 EmailX

source: Quoted text colors
ru: Цвет цитат
zh_hans: 引用文字颜色

source: Re-sync message
ru: Пересинхронизировать
zh_hans: 重新同步邮件

source: Recent searches
ru: Недавние запросы
zh_hans: 最近搜索

source: Recipients
ru: Получатели
zh_hans: 收件人

source: Reconnect
ru: Переподключить
zh_hans: 重新连接

source: Redo
ru: Повторить
zh_hans: 重做

source: Regenerate token
ru: Перевыпустить токен
zh_hans: 重新生成令牌

source: Remote images blocked
ru: Внешние изображения заблокированы
zh_hans: 已屏蔽远程图片

source: Remove account
ru: Удалить учётную запись
zh_hans: 移除账户

source: Remove attachment
ru: Удалить вложение
zh_hans: 移除附件

source: Remove pattern (regex)
ru: Шаблон удаления (regex)
zh_hans: 移除匹配内容（正则表达式）

source: Rename
ru: Переименовать
zh_hans: 重命名

source: Rename Folder
ru: Переименовать папку
zh_hans: 重命名文件夹

source: Rename…
ru: Переименовать…
zh_hans: 重命名…

source: Replacement
ru: Замена
zh_hans: 替换内容

source: Reply-To
ru: Ответ-Кому
zh_hans: 回复地址

source: Reply-To:
ru: Ответ-Кому:
zh_hans: 回复地址：

source: Resync Folder
ru: Пересинхронизировать
zh_hans: 重新同步文件夹

source: Retry failed actions
ru: Повторить неудачные действия
zh_hans: 重试失败的操作

source: Rewrite subject
ru: Переписать тему
zh_hans: 改写主题

source: Rich text
ru: Форматированный текст
zh_hans: 富文本

source: Row density
ru: Плотность строк
zh_hans: 行密度

source: Rules
ru: Правила
zh_hans: 规则

source: Run filters on folder
ru: Применить правила к папке
zh_hans: 对文件夹执行筛选规则

source: Run filters on selected messages
ru: Применить правила к выделенным письмам
zh_hans: 对选中邮件执行筛选规则

source: Runs a local endpoint on 127.0.0.1 so an agent can search, read and diagnose your mail. Sending always asks you first. Anything holding the token can read every message — keep it to tools you trust.
ru: Поднимает локальную точку доступа на 127.0.0.1: агент может искать, читать и диагностировать почту. Отправка всегда спрашивает подтверждения. Любой, у кого есть токен, прочитает все письма — давайте его только доверенным инструментам.
zh_hans: 在 127.0.0.1 上运行本地接口，供智能体搜索、读取邮件和诊断问题。发送前始终需要你的确认。持有令牌的工具可以读取所有邮件，请仅提供给你信任的工具。

source: SMTP (outgoing)
ru: SMTP (исходящие)
zh_hans: SMTP（发件）

source: SMTP connection timeout
ru: Таймаут SMTP-соединения
zh_hans: SMTP 连接超时

source: Save
ru: Сохранить
zh_hans: 保存

source: Save As…
ru: Сохранить как…
zh_hans: 另存为…

source: Save to Downloads
ru: Сохранить в Downloads
zh_hans: 保存到“下载”

source: Saved
ru: Сохранено
zh_hans: 已保存

source: Search Results
ru: Результаты поиска
zh_hans: 搜索结果

source: Search help
ru: Справка по поиску
zh_hans: 搜索帮助

source: Search logs
ru: Поиск по логам
zh_hans: 搜索日志

source: Search messages
ru: Найти сообщения
zh_hans: 搜索邮件

source: Search syntax
ru: Синтаксис поиска
zh_hans: 搜索语法

source: Search…
ru: Поиск…
zh_hans: 搜索…

source: Security
ru: Безопасность
zh_hans: 安全性

source: Select All
ru: Выделить все
zh_hans: 全选

source: Select a folder
ru: Выберите папку
zh_hans: 选择文件夹

source: Select a message
ru: Выберите письмо
zh_hans: 选择邮件

source: Select a rule
ru: Выберите правило
zh_hans: 选择规则

source: Select a signature
ru: Выберите подпись
zh_hans: 选择签名

source: Select all
ru: Выбрать все
zh_hans: 全选

source: Select an account
ru: Выберите аккаунт
zh_hans: 选择账户

source: Send
ru: Отправить
zh_hans: 发送

source: Send this message on your behalf?
ru: Отправить это письмо от вашего имени?
zh_hans: 允许代你发送这封邮件？

source: Sender name
ru: Имя отправителя
zh_hans: 发件人姓名

source: Sent
ru: Отправленные
zh_hans: 已发送

source: Server
ru: Сервер
zh_hans: 服务器

source: Services
ru: Службы
zh_hans: 服务

source: Settings
ru: Настройки
zh_hans: 设置

source: Settings…
ru: Настройки…
zh_hans: 设置…

source: Show All
ru: Показать все
zh_hans: 全部显示

source: Show Cc/Bcc
ru: Показать Копия/Скрытая копия
zh_hans: 显示抄送／密送

source: Show Debug Log Panel
ru: Показать панель отладки
zh_hans: 显示调试日志面板

source: Show in Finder
ru: Показать в Finder
zh_hans: 在 Finder 中显示

source: Show less
ru: Свернуть
zh_hans: 收起

source: Show search help
ru: Показать справку по поиску
zh_hans: 显示搜索帮助

source: Sign in with Google
ru: Войти через Google
zh_hans: 使用 Google 登录

source: Sign in with Google (OAuth)
ru: Войти через Google (OAuth)
zh_hans: 使用 Google 登录（OAuth）

source: Signature
ru: Подпись
zh_hans: 签名

source: Signatures
ru: Подписи
zh_hans: 签名

source: Size
ru: Размер
zh_hans: 大小

source: Special Folders
ru: Специальные папки
zh_hans: 特殊文件夹

source: Speeds up message opening. Disable to save bandwidth.
ru: Ускоряет открытие писем. Отключите, чтобы экономить трафик.
zh_hans: 加快邮件打开速度。关闭后可节省带宽。

source: Status
ru: Статус
zh_hans: 状态

source: Stopped
ru: Остановлен
zh_hans: 已停止

source: Subject
ru: Тема
zh_hans: 主题

source: Subject:
ru: Тема:
zh_hans: 主题：

source: Subject: %@
ru: Тема: %@
zh_hans: 主题：%@

source: subject: match words in subject only.
ru: subject: искать только в теме письма.
zh_hans: Subject：仅匹配主题中的词语。

source: Switch
ru: Переключить
zh_hans: 切换

source: Switching to plain text will remove formatting. Continue?
ru: Переключение в простой текст удалит форматирование. Продолжить?
zh_hans: 切换到纯文本将移除格式。是否继续？

source: Syncing…
ru: Синхронизация…
zh_hans: 正在同步…

source: Test Connection
ru: Проверить соединение
zh_hans: 测试连接

source: Text color
ru: Цвет текста
zh_hans: 文字颜色

source: Theme
ru: Тема
zh_hans: 主题

source: This action cannot be undone.
ru: Это действие нельзя отменить.
zh_hans: 此操作无法撤销。

source: This message contains attachments only. See the attachment bar below.
ru: Это письмо содержит только вложения. Смотрите панель вложений ниже.
zh_hans: 此邮件仅包含附件。请查看下方附件栏。

source: Threaded
ru: Цепочки
zh_hans: 会话

source: Threaded View
ru: С группировкой по тредам
zh_hans: 会话视图

source: Timeouts
ru: Таймауты
zh_hans: 超时

source: To
ru: Кому
zh_hans: 收件人

source: to:, cc:, bcc: recipient filters.
ru: to:, cc:, bcc: фильтры получателей.
zh_hans: To、CC、BCC：收件人筛选。

source: To:
ru: Кому:
zh_hans: 收件人：

source: To: %@
ru: Кому: %@
zh_hans: 收件人：%@

source: Toggle Debug Log Panel
ru: Переключить панель отладки
zh_hans: 切换调试日志面板

source: Toggle Log
ru: Панель логов
zh_hans: 切换日志显示

source: Toggle Sidebar
ru: Переключить боковую панель
zh_hans: 切换侧栏显示

source: Toggle Threading
ru: Группировка по цепочкам
zh_hans: 切换会话显示

source: Toggle the Debug Log Panel with ⌥⌘Y
ru: Переключение панели отладки — ⌥⌘Y
zh_hans: 使用 ⌥⌘Y 切换调试日志面板

source: Trash
ru: Корзина
zh_hans: 废纸篓

source: Triggers
ru: Триггеры
zh_hans: 触发条件

source: Underline
ru: Подчёркнутый
zh_hans: 下划线

source: Undo
ru: Отменить
zh_hans: 撤销

source: Unflag
ru: Снять флажок
zh_hans: 取消旗标

source: Unified Inbox
ru: Все входящие
zh_hans: 统一收件箱

source: Unlimited
ru: Без ограничений
zh_hans: 不限

source: Use double quotes for an exact phrase.
ru: Используйте двойные кавычки для точной фразы.
zh_hans: 使用双引号匹配完整短语。

source: Use monospace font
ru: Моноширинный шрифт
zh_hans: 使用等宽字体

source: View
ru: Вид
zh_hans: 显示

source: View Source
ru: Показать исходный код
zh_hans: 查看源代码

source: Waiting for browser…
ru: Ожидание браузера…
zh_hans: 正在等待浏览器…

source: Wide
ru: Широкий
zh_hans: 宽屏

source: Wide (34pt)
ru: Широкий (34pt)
zh_hans: 宽松（34 点）

source: Window
ru: Окно
zh_hans: 窗口

source: Window layout
ru: Расположение окна
zh_hans: 窗口布局

source: You can restore them from the Trash folder.
ru: Их можно восстановить из папки Корзина.
zh_hans: 可以从废纸篓中恢复这些邮件。

source: You will be asked to authorize MyEmail to read and send mail for your Gmail account. MyEmail never requests access to your contacts.
ru: Вам будет предложено разрешить MyEmail читать и отправлять почту через ваш Gmail-аккаунт. MyEmail никогда не запрашивает доступ к контактам.
zh_hans: 将请你授权 EmailX 读取并发送 Gmail 邮件。EmailX 不会请求访问你的通讯录。

source: Your name
ru: Ваше имя
zh_hans: 你的姓名

source: Zoom
ru: Увеличить
zh_hans: 缩放

source: and %lld more
ru: и ещё %lld
zh_hans: 另有 %lld 个

source: contains
ru: содержит
zh_hans: 包含

source: ends with
ru: заканчивается на
zh_hans: 结尾为

source: equals
ru: равно
zh_hans: 等于

source: not contains
ru: не содержит
zh_hans: 不包含

source: starts with
ru: начинается с
zh_hans: 开头为

source: %lld messages selected
ru: %lld письма выбрано
zh_hans: 已选中 %lld 封邮件

source: %@ — authentication expired
zh_hans: %@ — 身份验证已失效

source: 1 line
zh_hans: 1 行

source: 1 minute
zh_hans: 1 分钟

source: 15 minutes
zh_hans: 15 分钟

source: 2 lines
zh_hans: 2 行

source: 30 minutes
zh_hans: 30 分钟

source: 5 minutes
zh_hans: 5 分钟

source: Action
zh_hans: 操作

source: Actions
zh_hans: 操作

source: Add
zh_hans: 添加

source: Add Action
zh_hans: 添加操作

source: Add Condition
zh_hans: 添加条件

source: Add email
zh_hans: 添加邮箱地址

source: All conditions (AND)
zh_hans: 满足所有条件（AND）

source: Always load from %@
zh_hans: 始终加载来自 %@ 的内容

source: Any condition (OR)
zh_hans: 满足任一条件（OR）

source: Block remote images by default
zh_hans: 默认屏蔽远程图片

source: By month (Archive/2026/2026-04/)
zh_hans: 按月（Archive/2026/2026-04/）

source: By year (Archive/2026/)
zh_hans: 按年（Archive/2026/）

source: Check for new mail every
zh_hans: 检查新邮件的间隔

source: Conditions
zh_hans: 条件

source: Confirm before deleting messages
zh_hans: 删除邮件前确认

source: Dates
zh_hans: 日期

source: Default signature
zh_hans: 默认签名

source: Email
zh_hans: 邮箱地址

source: Enabled
zh_hans: 启用

source: Failed to load message source
zh_hans: 无法加载邮件源代码

source: Field
zh_hans: 字段

source: Flat (Archive/)
zh_hans: 平铺（Archive/）

source: Forward
zh_hans: 转发

source: Gmail uses label removal for archiving — messages stay in All Mail.
zh_hans: Gmail 通过移除标签来归档，邮件仍保留在“所有邮件”中。

source: Mark messages as read when selected
zh_hans: 选中邮件时标为已读

source: Match
zh_hans: 匹配

source: Message List
zh_hans: 邮件列表

source: MyEmail
zh_hans: EmailX

source: New Message
zh_hans: 新建邮件

source: OK
zh_hans: 确定

source: Predicate
zh_hans: 判断条件

source: Preview lines
zh_hans: 预览行数

source: Reading
zh_hans: 阅读

source: Remote Content
zh_hans: 远程内容

source: Remote content is always loaded for trusted senders.
zh_hans: 始终加载受信任发件人的远程内容。

source: Remote images can be loaded per-message via the banner.
zh_hans: 可通过提示条为单封邮件加载远程图片。

source: Reply
zh_hans: 回复

source: Reply All
zh_hans: 回复全部

source: Safety
zh_hans: 安全

source: Sender email hashes are sent to gravatar.com to fetch avatars.
zh_hans: 会将发件人邮箱地址的哈希值发送到 gravatar.com，以获取头像。

source: Show Gravatar avatars
zh_hans: 显示 Gravatar 头像

source: Show Unified Inbox
zh_hans: 显示统一收件箱

source: Sidebar
zh_hans: 侧栏

source: Sync
zh_hans: 同步

source: Trusted Senders
zh_hans: 受信任的发件人

source: Use relative dates (Today, Yesterday)
zh_hans: 使用相对日期（今天、昨天）

source: Value
zh_hans: 值

source: Language
zh_hans: 语言

source: Application language
zh_hans: 应用语言

source: Follow macOS
zh_hans: 跟随系统

source: Changes take effect the next time you open EmailX.
zh_hans: 更改将在下次启动 EmailX 时生效。

source: Google sign-in is not configured for this build.
zh_hans: 此版本尚未配置 Google 登录。

source: Sign in was cancelled.
zh_hans: 已取消登录。

source: Account %@ is already added.
zh_hans: 账户 %@ 已添加。

source: Sign-in verification failed. Please try again.
zh_hans: 登录验证失败，请重试。

source: Could not complete sign-in. Please try again.
zh_hans: 无法完成登录，请重试。
